Repository: yuval08/DartTestInternational
Catalog: lib/translations/intl_messages_*.arb
Languages: es

# continueMessage
source: Hit any key to continue
es: Presione cualquier tecla para continuar

# newMessage
source: This is a new message test
es: Este es un mensaje de prueba

# remainingEmailsMessage
source: {howMany,plural, =0{There are no emails left for {userName}.}=1{There is {howMany} email left for {userName}.}other{There are {howMany} emails left for {userName}.}}
es: {howMany, plural, =0 {No quedan correos electrónicos para {userName} .} =1 {Queda {howMany} correo electrónico para {userName} .} other {Quedan {howMany} correos electrónicos para {userName} .}}

# notOnlineMessage
source: {userGender,select, female{{userName} is unavailable because she is not online.}male{{userName} is unavailable because he is not online.}other{{userName} is unavailable because they are not online}}
es: {userGender, select, female {{userName} no está disponible porque no está en línea.} male {{userName} no está disponible porque no está en línea.} other {{userName} no está disponible porque no están en línea}}

source: Continue:
es: Continuar:

source: New Message:
es: Nuevo Mensaje:

source: Greeting:
es: Saludos:

source: Remaining Emails Zero:
es: Quedan 0 correos:

source: Remaining Emails One:
es: Queda 1 correo:

source: Remaining Emails Many:
es: Quedan muchos correos:

source: Not Online Female:
es: Femenino Fuera de Linea:

source: Not Online Male:
es: Masculino Fuera de Linea:

source: Not Online Other:
es: Otros Fuera de Linea:

source: English
es: Ingles

source: Spanish
es: Español

source: Name
es: Nombre
